---
kind: property
id: P:Autodesk.Revit.DB.PDFExportOptions.HideReferencePlane
source: html/2eb29b33-3aa0-a747-dc9f-934054113f80.htm
---
# Autodesk.Revit.DB.PDFExportOptions.HideReferencePlane Property

Whether to hide reference/work planes.

## Syntax (C#)
```csharp
public bool HideReferencePlane { get; set; }
```